Repository: AlainVagner/covid19-passbook-generator
Catalog: src/i18n/GR_*.po
Languages: el

source: en
el: el

source: Covid19-Passbook
el: Βιβλίο διέλευσης Covid19

source: This web application is made by EU citizens in order to let you scan your EU Digital COVID certificate (vaccine, test or healing) and generate a passbook from it.
el: Αυτή η διαδικτυακή εφαρμογή γίνεται από πολίτες της ΕΕ προκειμένου να σας επιτρέψει να σαρώσετε το ψηφιακό πιστοποιητικό COVID της ΕΕ (εμβόλιο, δοκιμή ή επούλωση) και να δημιουργήσετε ένα εγχειρίδιο από αυτό.

source: covid19, certificate, europe, EU certificate, EU Digital COVID Certificate, vaccination, COVID test, COVID recovery, generator, Passbook, Apple, Apple wallet, Wallet, card, digital certificate, green certificate
el: covid19, πιστοποιητικό, Ευρώπη, πιστοποιητικό ΕΕ, ψηφιακό πιστοποιητικό COVID της ΕΕ, εμβολιασμός, τεστ COVID, ανάκτηση COVID, γεννήτρια, passbook, Apple, πορτοφόλι Apple, πορτοφόλι, κάρτα, ψηφιακό πιστοποιητικό, πράσινο πιστοποιητικό

source: Keep your COVID certificate in your iPhone’s wallet.
el: Το πιστοποιητικό COVID τώρα στο iPhone Wallet σου.

source: generated on your phone
el: δημιουργείται στη συσκευή σου

source: no personal data collection
el: χωρίς συλλογή προσωπικών δεδομένων

source: no analytics or data sharing
el: χωρίς ανάλυση ή διαμοιρασμό δεδομένων

source: open source & transparent
el: με ανοιχτό κώδικα και διαφάνεια

source: <button type="button" class="ui fluid primary icon button big" name="startScanning"> <svg width="24" height="24" viewbox="0 0 111 111" fill="none" xmlns="http://www.w3.org/2000/svg" aria-hidden="true"> <path d="M2.01072e-06 1.75643e-06H27V8H2.01072e-06V1.75643e-06Z" fill="currentColor" /> <path d="M8 1.75643e-06L8 27H6.03983e-07L2.01072e-06 1.75643e-06H8Z" fill="currentColor" /> <path d="M111 2.58695e-06V27H103V2.23726e-06L111 2.58695e-06Z" fill="currentColor" /> <path d="M111 8L84 8V0L111 2.58695e-06V8Z" fill="currentColor" /> <path d="M111 111H84V103H111V111Z" fill="currentColor" /> <path d="M103 111V84H111V111H103Z" fill="currentColor" /> <path d="M1.18021e-06 111L0 84H8L8 111H1.18021e-06Z" fill="currentColor" /> <path d="M8.30516e-07 103H27V111H1.18021e-06L8.30516e-07 103Z" fill="currentColor" /> <path d="M18 17H42V22H18V17Z" fill="currentColor" /> <path d="M18 36H42V41H18V36Z" fill="currentColor" /> <path d="M42 17V41H37L37 17H42Z" fill="currentColor" /> <path d="M23 17L23 41H18V17H23Z" fill="currentColor" /> <path d="M32.5 26.5V31.5H27.5V26.5H32.5Z" fill="currentColor" /> <path d="M70 17H94V22H70V17Z" fill="currentColor" /> <path d="M70 36H94V41H70V36Z" fill="currentColor" /> <path d="M94 17V41H89V17H94Z" fill="currentColor" /> <path d="M75 17V41H70V17H75Z" fill="currentColor" /> <path d="M84.5 26.5V31.5H79.5V26.5H84.5Z" fill="currentColor" /> <path d="M18 70H42V75H18V70Z" fill="currentColor" /> <path d="M18 89H42V94H18V89Z" fill="currentColor" /> <path d="M42 70V94H37L37 70H42Z" fill="currentColor" /> <path d="M23 70L23 94H18V70H23Z" fill="currentColor" /> <path d="M32.5 79.5V84.5H27.5V79.5H32.5Z" fill="currentColor" /> <path d="M47 17H56V22H47V17Z" fill="currentColor" /> <path d="M56 18V27H51V18H56Z" fill="currentColor" /> <path d="M51 27V36H46V27H51Z" fill="currentColor" /> <path d="M60 36H47V31H60V36Z" fill="currentColor" /> <path d="M60 31V17H65V31H60Z" fill="currentColor" /> <path d="M60 41V36H65V41H60Z" fill="currentColor" /> <path d="M89 46V41H94V46H89Z" fill="currentColor" /> <path d="M89 51H94V56H89V51Z" fill="currentColor" /> <path d="M89 61H94V66H89V61Z" fill="currentColor" /> <path d="M84 74H89V79H84V74Z" fill="currentColor" /> <path d="M75 71H80V76H75V71Z" fill="currentColor" /> <path d="M57 89H62V94H57V89Z" fill="currentColor" /> <path d="M65 89H70V94H65V89Z" fill="currentColor" /> <path d="M75 79H80V84H75V79Z" fill="currentColor" /> <path d="M75 89H84V94H75V89Z" fill="currentColor" /> <path d="M65 84H89V89H65V84Z" fill="currentColor" /> <path d="M47 80H52V94H47V80Z" fill="currentColor" /> <path d="M37 60H42V65H37V60Z" fill="currentColor" /> <path d="M18 60H23V65H18V60Z" fill="currentColor" /> <path d="M18 46H27V51H18V46Z" fill="currentColor" /> <path d="M18 55H27V60H18V55Z" fill="currentColor" /> <path d="M32 51V65H27V51H32Z" fill="currentColor" /> <path d="M37 46H60V51H37V46Z" fill="currentColor" /> <path d="M42 41H47V46H42V41Z" fill="currentColor" /> <path d="M42 56H47V61H42V56Z" fill="currentColor" /> <path d="M52 56H57V66H52V56Z" fill="currentColor" /> <path d="M47 65H52V75H47V65Z" fill="currentColor" /> <path d="M52 75H57V88H52V75Z" fill="currentColor" /> <path d="M57 66H62V84H57V66Z" fill="currentColor" /> <path d="M62 71H70V76H62V71Z" fill="currentColor" /> <path d="M62 79H70V84H62V79Z" fill="currentColor" /> <path d="M42 51H84V56H42V51Z" fill="currentColor" /> <path d="M62 61H75V66H62V61Z" fill="currentColor" /> <path d="M65 46H75V51H65V46Z" fill="currentColor" /> <path d="M80 46H89V51H80V46Z" fill="currentColor" /> <path d="M80 56H89V61H80V56Z" fill="currentColor" /> <path d="M84 61H89V71H84V61Z" fill="currentColor" /> <path d="M89 89H94V94H89V89Z" fill="currentColor" /> <path d="M89 84V71H94V84H89Z" fill="currentColor" /> <path d="M51 41V36H56V41H51Z" fill="currentColor" /> </svg> Scan my certificate </button> <button type="button" class="ui fluid basic inverted icon button big" name="scanImage"> <i class="file image icon" aria-hidden="true"></i> Import picture </button>
el: <button type="button" class="ui fluid primary icon button big" name="startScanning"> <svg width="24" height="24" viewbox="0 0 111 111" fill="none" xmlns="http://www.w3.org/2000/svg" aria-hidden="true"> <path d="M2.01072e-06 1.75643e-06H27V8H2.01072e-06V1.75643e-06Z" fill="currentColor" /> <path d="M8 1.75643e-06L8 27H6.03983e-07L2.01072e-06 1.75643e-06H8Z" fill="currentColor" /> <path d="M111 2.58695e-06V27H103V2.23726e-06L111 2.58695e-06Z" fill="currentColor" /> <path d="M111 8L84 8V0L111 2.58695e-06V8Z" fill="currentColor" /> <path d="M111 111H84V103H111V111Z" fill="currentColor" /> <path d="M103 111V84H111V111H103Z" fill="currentColor" /> <path d="M1.18021e-06 111L0 84H8L8 111H1.18021e-06Z" fill="currentColor" /> <path d="M8.30516e-07 103H27V111H1.18021e-06L8.30516e-07 103Z" fill="currentColor" /> <path d="M18 17H42V22H18V17Z" fill="currentColor" /> <path d="M18 36H42V41H18V36Z" fill="currentColor" /> <path d="M42 17V41H37L37 17H42Z" fill="currentColor" /> <path d="M23 17L23 41H18V17H23Z" fill="currentColor" /> <path d="M32.5 26.5V31.5H27.5V26.5H32.5Z" fill="currentColor" /> <path d="M70 17H94V22H70V17Z" fill="currentColor" /> <path d="M70 36H94V41H70V36Z" fill="currentColor" /> <path d="M94 17V41H89V17H94Z" fill="currentColor" /> <path d="M75 17V41H70V17H75Z" fill="currentColor" /> <path d="M84.5 26.5V31.5H79.5V26.5H84.5Z" fill="currentColor" /> <path d="M18 70H42V75H18V70Z" fill="currentColor" /> <path d="M18 89H42V94H18V89Z" fill="currentColor" /> <path d="M42 70V94H37L37 70H42Z" fill="currentColor" /> <path d="M23 70L23 94H18V70H23Z" fill="currentColor" /> <path d="M32.5 79.5V84.5H27.5V79.5H32.5Z" fill="currentColor" /> <path d="M47 17H56V22H47V17Z" fill="currentColor" /> <path d="M56 18V27H51V18H56Z" fill="currentColor" /> <path d="M51 27V36H46V27H51Z" fill="currentColor" /> <path d="M60 36H47V31H60V36Z" fill="currentColor" /> <path d="M60 31V17H65V31H60Z" fill="currentColor" /> <path d="M60 41V36H65V41H60Z" fill="currentColor" /> <path d="M89 46V41H94V46H89Z" fill="currentColor" /> <path d="M89 51H94V56H89V51Z" fill="currentColor" /> <path d="M89 61H94V66H89V61Z" fill="currentColor" /> <path d="M84 74H89V79H84V74Z" fill="currentColor" /> <path d="M75 71H80V76H75V71Z" fill="currentColor" /> <path d="M57 89H62V94H57V89Z" fill="currentColor" /> <path d="M65 89H70V94H65V89Z" fill="currentColor" /> <path d="M75 79H80V84H75V79Z" fill="currentColor" /> <path d="M75 89H84V94H75V89Z" fill="currentColor" /> <path d="M65 84H89V89H65V84Z" fill="currentColor" /> <path d="M47 80H52V94H47V80Z" fill="currentColor" /> <path d="M37 60H42V65H37V60Z" fill="currentColor" /> <path d="M18 60H23V65H18V60Z" fill="currentColor" /> <path d="M18 46H27V51H18V46Z" fill="currentColor" /> <path d="M18 55H27V60H18V55Z" fill="currentColor" /> <path d="M32 51V65H27V51H32Z" fill="currentColor" /> <path d="M37 46H60V51H37V46Z" fill="currentColor" /> <path d="M42 41H47V46H42V41Z" fill="currentColor" /> <path d="M42 56H47V61H42V56Z" fill="currentColor" /> <path d="M52 56H57V66H52V56Z" fill="currentColor" /> <path d="M47 65H52V75H47V65Z" fill="currentColor" /> <path d="M52 75H57V88H52V75Z" fill="currentColor" /> <path d="M57 66H62V84H57V66Z" fill="currentColor" /> <path d="M62 71H70V76H62V71Z" fill="currentColor" /> <path d="M62 79H70V84H62V79Z" fill="currentColor" /> <path d="M42 51H84V56H42V51Z" fill="currentColor" /> <path d="M62 61H75V66H62V61Z" fill="currentColor" /> <path d="M65 46H75V51H65V46Z" fill="currentColor" /> <path d="M80 46H89V51H80V46Z" fill="currentColor" /> <path d="M80 56H89V61H80V56Z" fill="currentColor" /> <path d="M84 61H89V71H84V61Z" fill="currentColor" /> <path d="M89 89H94V94H89V89Z" fill="currentColor" /> <path d="M89 84V71H94V84H89Z" fill="currentColor" /> <path d="M51 41V36H56V41H51Z" fill="currentColor" /> </svg> Σάρωση του πιστοποιητικού μου </button> <button type="button" class="ui fluid basic inverted icon button big" name="scanImage"> <i class="file image icon" aria-hidden="true"></i> Εισαγωγή εικόνας </button>

source: Your browser is not compatible with our technology.
el: Το πρόγραμμα περιήγησής σας δεν είναι συμβατό με την τεχνολογία μας.

source: Aim at the QR Code of your certificate to capture.
el: Στοχεύστε στον κωδικό QR του πιστοποιητικού σας για να καταγράψετε.

source: Flashlight unavailable
el: Ο φακός δεν είναι διαθέσιμος

source: Save in your wallet
el: Αποθηκεύστε στο πορτοφόλι σας

source: <button type="button" class="ui fluid violet icon button" name="startScanning"> <svg width="24" height="24" viewbox="0 0 111 111" fill="none" xmlns="http://www.w3.org/2000/svg" aria-hidden="true"> <path d="M2.01072e-06 1.75643e-06H27V8H2.01072e-06V1.75643e-06Z" fill="currentColor" /> <path d="M8 1.75643e-06L8 27H6.03983e-07L2.01072e-06 1.75643e-06H8Z" fill="currentColor" /> <path d="M111 2.58695e-06V27H103V2.23726e-06L111 2.58695e-06Z" fill="currentColor" /> <path d="M111 8L84 8V0L111 2.58695e-06V8Z" fill="currentColor" /> <path d="M111 111H84V103H111V111Z" fill="currentColor" /> <path d="M103 111V84H111V111H103Z" fill="currentColor" /> <path d="M1.18021e-06 111L0 84H8L8 111H1.18021e-06Z" fill="currentColor" /> <path d="M8.30516e-07 103H27V111H1.18021e-06L8.30516e-07 103Z" fill="currentColor" /> <path d="M18 17H42V22H18V17Z" fill="currentColor" /> <path d="M18 36H42V41H18V36Z" fill="currentColor" /> <path d="M42 17V41H37L37 17H42Z" fill="currentColor" /> <path d="M23 17L23 41H18V17H23Z" fill="currentColor" /> <path d="M32.5 26.5V31.5H27.5V26.5H32.5Z" fill="currentColor" /> <path d="M70 17H94V22H70V17Z" fill="currentColor" /> <path d="M70 36H94V41H70V36Z" fill="currentColor" /> <path d="M94 17V41H89V17H94Z" fill="currentColor" /> <path d="M75 17V41H70V17H75Z" fill="currentColor" /> <path d="M84.5 26.5V31.5H79.5V26.5H84.5Z" fill="currentColor" /> <path d="M18 70H42V75H18V70Z" fill="currentColor" /> <path d="M18 89H42V94H18V89Z" fill="currentColor" /> <path d="M42 70V94H37L37 70H42Z" fill="currentColor" /> <path d="M23 70L23 94H18V70H23Z" fill="currentColor" /> <path d="M32.5 79.5V84.5H27.5V79.5H32.5Z" fill="currentColor" /> <path d="M47 17H56V22H47V17Z" fill="currentColor" /> <path d="M56 18V27H51V18H56Z" fill="currentColor" /> <path d="M51 27V36H46V27H51Z" fill="currentColor" /> <path d="M60 36H47V31H60V36Z" fill="currentColor" /> <path d="M60 31V17H65V31H60Z" fill="currentColor" /> <path d="M60 41V36H65V41H60Z" fill="currentColor" /> <path d="M89 46V41H94V46H89Z" fill="currentColor" /> <path d="M89 51H94V56H89V51Z" fill="currentColor" /> <path d="M89 61H94V66H89V61Z" fill="currentColor" /> <path d="M84 74H89V79H84V74Z" fill="currentColor" /> <path d="M75 71H80V76H75V71Z" fill="currentColor" /> <path d="M57 89H62V94H57V89Z" fill="currentColor" /> <path d="M65 89H70V94H65V89Z" fill="currentColor" /> <path d="M75 79H80V84H75V79Z" fill="currentColor" /> <path d="M75 89H84V94H75V89Z" fill="currentColor" /> <path d="M65 84H89V89H65V84Z" fill="currentColor" /> <path d="M47 80H52V94H47V80Z" fill="currentColor" /> <path d="M37 60H42V65H37V60Z" fill="currentColor" /> <path d="M18 60H23V65H18V60Z" fill="currentColor" /> <path d="M18 46H27V51H18V46Z" fill="currentColor" /> <path d="M18 55H27V60H18V55Z" fill="currentColor" /> <path d="M32 51V65H27V51H32Z" fill="currentColor" /> <path d="M37 46H60V51H37V46Z" fill="currentColor" /> <path d="M42 41H47V46H42V41Z" fill="currentColor" /> <path d="M42 56H47V61H42V56Z" fill="currentColor" /> <path d="M52 56H57V66H52V56Z" fill="currentColor" /> <path d="M47 65H52V75H47V65Z" fill="currentColor" /> <path d="M52 75H57V88H52V75Z" fill="currentColor" /> <path d="M57 66H62V84H57V66Z" fill="currentColor" /> <path d="M62 71H70V76H62V71Z" fill="currentColor" /> <path d="M62 79H70V84H62V79Z" fill="currentColor" /> <path d="M42 51H84V56H42V51Z" fill="currentColor" /> <path d="M62 61H75V66H62V61Z" fill="currentColor" /> <path d="M65 46H75V51H65V46Z" fill="currentColor" /> <path d="M80 46H89V51H80V46Z" fill="currentColor" /> <path d="M80 56H89V61H80V56Z" fill="currentColor" /> <path d="M84 61H89V71H84V61Z" fill="currentColor" /> <path d="M89 89H94V94H89V89Z" fill="currentColor" /> <path d="M89 84V71H94V84H89Z" fill="currentColor" /> <path d="M51 41V36H56V41H51Z" fill="currentColor" /> </svg> Scan another certificate </button> <button type="button" class="ui fluid basic inverted icon button" name="scanImage"> <i class="file image icon" aria-hidden="true"></i> Import another picture </button>
el: <button type="button" class="ui fluid violet icon button" name="startScanning"> <svg width="24" height="24" viewbox="0 0 111 111" fill="none" xmlns="http://www.w3.org/2000/svg" aria-hidden="true"> <path d="M2.01072e-06 1.75643e-06H27V8H2.01072e-06V1.75643e-06Z" fill="currentColor" /> <path d="M8 1.75643e-06L8 27H6.03983e-07L2.01072e-06 1.75643e-06H8Z" fill="currentColor" /> <path d="M111 2.58695e-06V27H103V2.23726e-06L111 2.58695e-06Z" fill="currentColor" /> <path d="M111 8L84 8V0L111 2.58695e-06V8Z" fill="currentColor" /> <path d="M111 111H84V103H111V111Z" fill="currentColor" /> <path d="M103 111V84H111V111H103Z" fill="currentColor" /> <path d="M1.18021e-06 111L0 84H8L8 111H1.18021e-06Z" fill="currentColor" /> <path d="M8.30516e-07 103H27V111H1.18021e-06L8.30516e-07 103Z" fill="currentColor" /> <path d="M18 17H42V22H18V17Z" fill="currentColor" /> <path d="M18 36H42V41H18V36Z" fill="currentColor" /> <path d="M42 17V41H37L37 17H42Z" fill="currentColor" /> <path d="M23 17L23 41H18V17H23Z" fill="currentColor" /> <path d="M32.5 26.5V31.5H27.5V26.5H32.5Z" fill="currentColor" /> <path d="M70 17H94V22H70V17Z" fill="currentColor" /> <path d="M70 36H94V41H70V36Z" fill="currentColor" /> <path d="M94 17V41H89V17H94Z" fill="currentColor" /> <path d="M75 17V41H70V17H75Z" fill="currentColor" /> <path d="M84.5 26.5V31.5H79.5V26.5H84.5Z" fill="currentColor" /> <path d="M18 70H42V75H18V70Z" fill="currentColor" /> <path d="M18 89H42V94H18V89Z" fill="currentColor" /> <path d="M42 70V94H37L37 70H42Z" fill="currentColor" /> <path d="M23 70L23 94H18V70H23Z" fill="currentColor" /> <path d="M32.5 79.5V84.5H27.5V79.5H32.5Z" fill="currentColor" /> <path d="M47 17H56V22H47V17Z" fill="currentColor" /> <path d="M56 18V27H51V18H56Z" fill="currentColor" /> <path d="M51 27V36H46V27H51Z" fill="currentColor" /> <path d="M60 36H47V31H60V36Z" fill="currentColor" /> <path d="M60 31V17H65V31H60Z" fill="currentColor" /> <path d="M60 41V36H65V41H60Z" fill="currentColor" /> <path d="M89 46V41H94V46H89Z" fill="currentColor" /> <path d="M89 51H94V56H89V51Z" fill="currentColor" /> <path d="M89 61H94V66H89V61Z" fill="currentColor" /> <path d="M84 74H89V79H84V74Z" fill="currentColor" /> <path d="M75 71H80V76H75V71Z" fill="currentColor" /> <path d="M57 89H62V94H57V89Z" fill="currentColor" /> <path d="M65 89H70V94H65V89Z" fill="currentColor" /> <path d="M75 79H80V84H75V79Z" fill="currentColor" /> <path d="M75 89H84V94H75V89Z" fill="currentColor" /> <path d="M65 84H89V89H65V84Z" fill="currentColor" /> <path d="M47 80H52V94H47V80Z" fill="currentColor" /> <path d="M37 60H42V65H37V60Z" fill="currentColor" /> <path d="M18 60H23V65H18V60Z" fill="currentColor" /> <path d="M18 46H27V51H18V46Z" fill="currentColor" /> <path d="M18 55H27V60H18V55Z" fill="currentColor" /> <path d="M32 51V65H27V51H32Z" fill="currentColor" /> <path d="M37 46H60V51H37V46Z" fill="currentColor" /> <path d="M42 41H47V46H42V41Z" fill="currentColor" /> <path d="M42 56H47V61H42V56Z" fill="currentColor" /> <path d="M52 56H57V66H52V56Z" fill="currentColor" /> <path d="M47 65H52V75H47V65Z" fill="currentColor" /> <path d="M52 75H57V88H52V75Z" fill="currentColor" /> <path d="M57 66H62V84H57V66Z" fill="currentColor" /> <path d="M62 71H70V76H62V71Z" fill="currentColor" /> <path d="M62 79H70V84H62V79Z" fill="currentColor" /> <path d="M42 51H84V56H42V51Z" fill="currentColor" /> <path d="M62 61H75V66H62V61Z" fill="currentColor" /> <path d="M65 46H75V51H65V46Z" fill="currentColor" /> <path d="M80 46H89V51H80V46Z" fill="currentColor" /> <path d="M80 56H89V61H80V56Z" fill="currentColor" /> <path d="M84 61H89V71H84V61Z" fill="currentColor" /> <path d="M89 89H94V94H89V89Z" fill="currentColor" /> <path d="M89 84V71H94V84H89Z" fill="currentColor" /> <path d="M51 41V36H56V41H51Z" fill="currentColor" /> </svg> Σάρωση άλλου πιστοποιητικού </button> <button type="button" class="ui fluid basic inverted icon button" name="scanImage"> <i class="file image icon" aria-hidden="true"></i> Εισαγωγή άλλης εικόνας </button>

source: Frequently Asked Questions
el: Συχνές Ερωτήσεις

source: FAQ
el: Συχνές Ερωτήσεις

source: Learn more about the project, security, how it works and more.
el: Μάθε περισσότερα για την εφαρμογή, την ασφάλεια, τον τρόπο λειτουργίας κ.ά.

source: I can't scan my certificate.
el: Δεν μπορώ να σαρώσω το πιστοποιητικό μου.

source: Have a good light source and align your QR code with the scan zone edge. The size of the visual aid is the size of the code we need. Your code must be flat (wrinkled paper won't work well).
el: Σε σημείο με καλό φωτισμό, ευθυγράμμισε τον κωδικό QR με τη ζώνη σάρωσης. Η επιφάνεια με τον κωδικό πρέπει να είναι επίπεδη (το τσαλακωμένο χαρτί δεν θα βοηθήσει).

source: If you have a screenshot or a picture of your code, you can use the "Import picture" button.
el: Εάν έχεις στιγμιότυπο οθόνης ή εικόνα του κωδικού σου μπορείς να χρησιμοποιήσεις το κουμπί «Εισαγωγή εικόνας».

source: Please be sure to use the EU version of your certificate. See the following question if you don't know where to get yours.
el: Βεβαίωσου πως έχεις την ευρωπαϊκή έκδοση του πιστοποιητικού. Δες την επόμενη ερώτηση αν δεν γνωρίζεις πώς να το αποκτήσεις.

source: We support the EU Digital COVID certificate of vaccination, recovery, test. The ones from Switzerland and the United Kingdom are also supported if they are following the EU format.
el: Υποστηρίζουμε το Eυρωπαϊκό Ψηφιακό Πιστοποιητικό COVID, εμβολιασμού, ανάρρωσης ή εξέτασης. Μπορεί επίσης κάποιος να έχει ελβετικό ή αγγλικό πιστοποιητικό, αρκεί να να ακολουθεί τις ευρωπαιϊκές προδιαγραφές.

source: If all else fails, you can contact us or <a href="https://github.com/clawfire/covid19-passbook-generator/issues/new?assignees=&labels=bug%2Ctriage&template=bug_report.yml&title=%5BBUG%5D+" title="Submit a bug on Github">open an issue</a>.
el: Εάν δεν σε βοήθησαν τα παραπάνω, μπορείς να επικοινωνήσεις μαζί μας ή να ανοίξεις <a href="https://github.com/clawfire/covid19-passbook-generator/issues/new?assignees=&labels=bug%2Ctriage&template=bug_report.yml&title=%5BBUG%5D+" title="Submit a bug on Github">ένα αίτημα υποστήριξης</a>.

source: What's this project?
el: Τι κάνει αυτή η εφαρμογή;

source: This web application scans your EU Digital COVID certificate (vaccine, test, or healing) and generates a passbook from it. You can then import it into your iPhone's wallet, or if you're an Android user, import it into an app that supports it.
el: Πρόκειται για μια εφαρμογή που σαρώνει το Ευρωπαϊκό Ψηφιακό Πιστοποιητικό COVID (εμβολιασμού, ανάρρωσης ή εξέτασης) και δημιουργεί ένα ψηφιακό πάσο το οποίο μπορείς να αποθηκεύσεις στην εφαρμογή Wallet του iPhone ή σε αντίστοιχη εφαρμογή Android.

source: Can I save the certificate on Android?
el: Μπορώ να αποθηκεύσω το πιστοποιητικό σε κινητό Android;

source: Yes! You can save the .pkpass file and open it with an application that supports this format, for example:
el: Ναι! Μπορείς να αποθηκεύσεις το αρχείο .pkpass και να το ανοίξεις με εφαρμοφές που το υποστηρίζουν, όπως:

source: You can also screenshot the pass preview we display before download; it contains all the relevant information you see on the cover of your paper certificate.
el: Μπορείς επίσης να αποθηκεύσεις ως στιγμιότυπο οθόνης την προεπισκόπηση του πιστοποιητικού που εμφανίζεται πριν το κατεβάσεις. Περιλαμβάνει όλες τις πληροφορίες που εμφανίζονται στο εξώφυλλο του έντυπου πιστοποιητικού.

source: How can I get my EU DCC (certificate)?
el: Πώς μπορώ να αποκτήσω το Ευρωπαϊκό Ψηφιακό Πιστοποιητικό COVID;

source: <span aria-hidden="true">🇧🇬</span> In Bulgaria, the certificate can be downloaded from the <a href="https://www.his.bg/bg/dgc">Ministry of Health's website</a>
el: <span aria-hidden="true">🇧🇬</span> Στη Βουλγαρία, μπορείτε να κατεβάσετε το πιστοποιητικό από την <a href="https://www.his.bg/bg/dgc">ιστοσελίδα του Υπουργείου Υγείας</a>

source: <span aria-hidden="true">🇩🇰</span> In Denmark, you can get it in the Coronapas mobile app, when you select the travel option.
el: <span aria-hidden="true">🇩🇰</span> Στη Δανία, μπορείτε να το αποκτήσετε στην εφαρμογή Coronapas για κινητά, όταν επιλέγετε την επιλογή ταξιδιού.

source: <span aria-hidden="true">🇫🇷</span> In France, you can download it from <a href="https://attestation-vaccin.ameli.fr/" title="Visiter le site Ameli.fr pour télécharger votre certificat">Ameli’s dedicated website</a>.
el: <span aria-hidden="true">🇫🇷</span> Στη Γαλλία, μπορείς να το κατεβάσεις από το <a href="https://attestation-vaccin.ameli.fr/" title="Visiter le site Ameli.fr pour télécharger votre certificat">Ameli</a>.

source: <span aria-hidden="true">🇮🇹</span> In Italy, you can download it from <a href="https://www.dgc.gov.it/web/">this website</a> using a SPID Identity (Public Digital Identity System) or the European Health Insurance Card (EHIC).
el: <span aria-hidden="true">🇮🇹</span> Στην Ιταλία, μπορείτε να το κατεβάσετε από <a href="https://www.dgc.gov.it/web/">αυτόν τον ιστότοπο</a> χρησιμοποιώντας μια ταυτότητα SPID (Δημόσιο Σύστημα Ψηφιακής Ταυτότητας) ή την Ευρωπαϊκή Κάρτα Ασφάλισης Ασθένειας (ΕΚΑΑ).

source: <span aria-hidden="true">🇱🇺</span> In Luxembourg, you can download it from <a href="http://guichet.lu/certificat-vaccination">myGuichet</a>.
el: <span aria-hidden="true">🇱🇺</span> Στο Λουξεμβούργο, μπορείτε να το κατεβάσετε από το <a href="http://guichet.lu/certificat-vaccination">myGuichet</a>.

source: <span aria-hidden="true">🇵🇹</span> In Portugal, you can download it from the <a href="https://www.sns24.gov.pt/certificado-digital-covid/" title="Visite o site do SNS24 para descarregar o seu certificado">SNS24 dedicated website</a>, or the “SNS24” iOS and Android apps.
el: <span aria-hidden="true">🇵🇹</span> Στην Πορτογαλία, μπορείς να το κατεβάσεις από το <a href="https://www.sns24.gov.pt/certificado-digital-covid/" title="Visite o site do SNS24 para descarregar o seu certificado">SNS24</a>ή από τις εφαρμογές SNS24 σε iOS και Android.
