Repository: AlainVagner/covid19-passbook-generator
Catalog: src/i18n/GR_*.po
Languages: el

source: <span aria-hidden="true">🇸🇪</span> In Sweden, you can download it from the <a href="https://covidbevis.se/vaccinationsbevis-web/">Swedish E-health agency's Covidbevis website</a>.
el: <span aria-hidden="true">🇸🇪</span> Στη Σουηδία, μπορείτε να το κατεβάσετε από τον <a href="https://covidbevis.se/vaccinationsbevis-web/">ιστότοπο covidbevis της σουηδικής υπηρεσίας ηλεκτρονικής υγείας</a>.

source: <span aria-hidden="true">🇨🇭</span> In Switzerland, the certificates are distributed by your canton. Get more information on <a href="https://www.bag.admin.ch/bag/fr/home/krankheiten/ausbrueche-epidemien-pandemien/aktuelle-ausbrueche-epidemien/novel-cov/covid-zertifikat.html">Federal Office of Public Health</a>.
el: <span aria-hidden="true">🇨🇭</span> Στην Ελβετία, τα πιστοποιητικά διανέμονται από το καντόνι σας. Λάβετε περισσότερες πληροφορίες σχετικά με το <a href="https://www.bag.admin.ch/bag/fr/home/krankheiten/ausbrueche-epidemien-pandemien/aktuelle-ausbrueche-epidemien/novel-cov/covid-zertifikat.html">Ομοσπονδιακό Γραφείο Δημόσιας Υγείας</a>.

source: If you know how to download the certificates from health authorities elsewhere, please contact us so we can add the instructions here.
el: Αν γνωρίζεις τι ισχύει στις άλλες χώρες μπορείς να επικοινωνήσεις μαζί μας για να προσθέσουμε τις οδηγίες.

source: How does it work?
el: Πώς λειτουργεί;

source: When you scan the code, we read the data and create the passbook (the file needed to have a card in your wallet). We send a checksum for digital signature to our server, without sending your data. Your phone generates the final file and lets you save it.
el: Κατά τη σάρωση του κωδικού, διαβάζουμε τα δεδομένα και δημιουργούμε το ψηφιακό πάσο που θα προστεθεί στην εφαρμογή Wallet. Στέλνουμε έλεγχο αθροίσματος της ψηφιακής υπογραφής στον server μας, χωρίς να στείλουμε τα δεδομένα σου. Η συσκευή σου παράγει το τελικό αρχείο και σου επιτρέπει να το αποθηκεύσεις.

source: Is it secure?
el: Είναι ασφαλής;

source: We put a lot of effort into making it as secure as we could. Your personal data never leaves your phone. Apple requires a digital signature to open a pass. To generate this, the app only sends a checksum of your data to our server, and it's impossible to guess the original content. The last step happens on your phone: you preview your information before saving the pass. We don't track anyone, we don't collect any personal information, and we don't use cookies.
el: Καταβάλαμε μεγάλη προσπάθεια ώστε να κάνουμε την εφαρμογή όσο το δυνατόν πιο ασφαλή. Τα προσωπικά δεδομένα σου παραμένουν στο τηλέφωνό σου. Η Apple απαιτεί ψηφιακή υπογραφή ώστε να ανοίξει το ψηφιακό πάσο. Για τον λόγο αυτό στέλνουμε έλεγχο αθροίσματος με την ψηφιακή υπογραφή σου στον server μας, χωρίς καμία σύνδεση με το αρχικό περιεχόμενο. Το τελευταίο βήμα λαμβάνει χώρα στη συσκευή σου: βλέπεις τις πληροφορίες προτού αποθηκεύσεις το αρχείο. Δεν παρακολουθούμε κανέναν, δεν συλλέγουμε προσωπικές πληροφορίες και δεν χρησιμοποιούμε cookies.

source: Can I see the code?
el: Μπορώ να δω τον κώδικα;

source: Of course. You can read the source code and dig more into how it works on <a href="https://github.com/clawfire/covid19-passbook-generator">the Github page of the project</a>. You can even contribute if you want!
el: Φυσικά! Μπορείτε να διαβάσετε τον πηγαίο κώδικα και να ερευνήσετε περισσότερο τον τρόπο λειτουργίας <a href="https://github.com/clawfire/covid19-passbook-generator">του στη σελίδα Github του έργου</a>. Μπορείς επίσης να συνεισφέρεις αν θέλεις!

source: How can I contact the creators?
el: Πώς μπορώ να επικοινωνήσω με τους δημιουργούς;

source: This app is an original idea and work of <a href="https://thibaultmilan.com">Thibault Milan</a> (<a href="https://twitter.com/thibaultmilan">@thibaultmilan</a> on Twitter), with the help from <a href="https://www.linkedin.com/in/avagner/">Alain Vagner</a>, <a href="https://twitter.com/grischard">Guillaume Rischard</a> and the advices from <a href="https://twitter.com/alrouen">@alrouen</a>.
el: Η εφαρμογή αυτή είναι μια πρωτότυπη ιδέα του <a href="https://thibaultmilan.com">Thibault Milan</a> <a href="https://twitter.com/thibaultmilan">(@thibaultmilan</a> στο Twitter), την οποία και υλοποίησε με τη βοήθεια των <a href="https://www.linkedin.com/in/avagner/">Alain Vagner</a>, <a href="https://twitter.com/grischard">guillaume Rischard</a> και σύμβουλο τον <a href="https://twitter.com/alrouen">@alrouen</a>.

source: New (since end of 08/2021) Design proposition made by <a href="https://www.redisdead.net/">Laurence Vagner</a>.<br> Accessibility improvements and CSS made by <a href="https://geoffrey.crofte.fr/en/">Geoffrey Crofte</a>.
el: Το νέο design (Τέλη Ιουλίου 2021) δημιουργήθηκε από τη <a href="https://www.redisdead.net/">Laurence Vagner.</a><br> ενώ oi βελτιώσεις στην προσβασιμότητα και τη CSS πραγματοποιήθηκαν από τον <a href="https://geoffrey.crofte.fr/en/">Geoffrey Crofte</a>.

source: You can also see the complete list of contributors <a href="https://github.com/clawfire/covid19-passbook-generator/graphs/contributors">on the Github project</a>.
el: Μπορείς να δεις την πλήρη λίστα των συντελεστών στη σελίδα <a href="https://github.com/clawfire/covid19-passbook-generator/graphs/contributors">μας στο Github</a>.

source: How can I help?
el: Πώς μπορώ να βοηθήσω;

source: If you like the app, don't hesitate to share it with your friends and family. Then, if you want to help more, <a href="https://github.com/clawfire/covid19-passbook-generator/issues?q=is%3Aopen">take a look at the issues</a>. It's not just about tech; there's also copywriting tasks, design, etc. You can start <a href="https://github.com/clawfire/covid19-passbook-generator/issues?q=is%3Aopen+is%3Aissue+label%3A%22good+first+issue%22">with those issues</a> if you want to get familiar with the project.
el: Αν σου αρέσει η εφαρμογή μας μην διστάσεις να τη μοιραστείς με τους φίλους και την οικογένειά σου. Στη συνέχεια, αν θέλεις να βοηθήσεις περισσότερο, <a href="https://github.com/clawfire/covid19-passbook-generator/issues?q=is%3Aopen">μπορείς να ρίξεις μια ματιά στα ζητήματα που αντιμετωπίζουμε</a>. Δεν είναι μόνο τεχνολογικά. Χρειαζόμαστε βοήθεια στην κειμενογράφηση, το design κ.ά. Μπορείτε να ξεκινήσεις <a href="https://github.com/clawfire/covid19-passbook-generator/issues?q=is%3Aopen+is%3Aissue+label%3A%22good+first+issue%22">από αυτά</a> αν θέλεις να εξοικειωθείς με την εφαρμογή.

source: What are your running fees?
el: Ποια είναι τα έξοδα λειτουργίας σας;

source: So far, this site is <a href="https://netlify.com/">powered by Netlify</a> for free (many MANY thanks to them for their support to this project) and AWS Lambda costs me under €1/month. You can find a <a href="https://docs.google.com/spreadsheets/d/e/2PACX-1vSUDZX5ZdohZhLWxb1TyTtpamoRtkBg6z-wikv1b2OG1tWeNXwhNHX-a_wzxV5r4qoC9k8UauL3D-ay/pubhtml">transparency report</a> on the cost and donations (uses Google Sheets).
el: Μέχρι στιγμής, η ιστοσελίδα <a href="https://netlify.com/">υποστηρίζεται πλήρως από το Netlify</a>,εντελώς δωρεάν, (τους ευχαριστούμε απεριόριστα για τη βοήθειά τους) ενώ το AWS Lambda κοστίζει λιγότερο από 1 € τον μήνα. Μπορείτε να βρείτε μια <a href="https://docs.google.com/spreadsheets/d/e/2PACX-1vSUDZX5ZdohZhLWxb1TyTtpamoRtkBg6z-wikv1b2OG1tWeNXwhNHX-a_wzxV5r4qoC9k8UauL3D-ay/pubhtml">αναφορά διαφάνειας</a> σχετικά με το κόστος και τις δωρεές (χρησιμοποιεί Google Sheet).

source: EU Digital COVID Certificate to Passbook - come join us on Product Hunt (new window)
el: Ψηφιακό πιστοποιητικό COVID της ΕΕ στο passbook - ελάτε μαζί μας στο Κυνήγι προϊόντων (νέο παράθυρο)

source: Whoops! You’re offline
el: Ουπς! Είστε εκτός σύνδεσης

source: You will not be able to generate a new pass while you’re offline. If you want to continue using the app, you will need a data access.
el: Δεν θα μπορείτε να δημιουργήσετε ένα νέο πέρασμα ενώ είστε εκτός σύνδεσης. Αν θέλετε να συνεχίσετε να χρησιμοποιείτε την εφαρμογή, θα χρειαστείτε πρόσβαση στα δεδομένα.

# ./index.html+html.body.main.div.div.div.p:379-17
source: I understand, close this message.
el: Καταλαβαίνω, κλείσε αυτό το μήνυμα.

# ./index.html+html.body.main.div.div.p:387-15
source: Your browser doesn’t meet the requirements for this app to work.
el: Το πρόγραμμα περιήγησής σας δεν πληροί τις απαιτήσεις για να λειτουργήσει αυτή η εφαρμογή.

source: You’re using a Facebook inc. app which opens the link in preview mode but prevents downloads, so you won’t be able to download the pass. Open the site in a regular browser.
el: Χρησιμοποιείτε μια εταιρεία Facebook app η οποία ανοίγει τον σύνδεσμο σε λειτουργία προεπισκόπησης, αλλά αποτρέπει τις λήψεις, ώστε να μην μπορείτε να κατεβάσετε το πάσο. Ανοίξτε την τοποθεσία σε ένα κανονικό πρόγραμμα περιήγησης.

# ./index.html+html.body.main.div.div.div.p:395-17
source: I understand, close this message.
el: Καταλαβαίνω, κλείσε αυτό το μήνυμα.

# ./index.html+html.body.main.div.div.p:403-15
source: Your browser doesn’t meet the requirements for this app to work.
el: Το πρόγραμμα περιήγησής σας δεν πληροί τις απαιτήσεις για να λειτουργήσει αυτή η εφαρμογή.

source: You need to open this site using Safari. Apple doesn’t allow other browsers to download passes to the Wallet app.
el: Πρέπει να ανοίξετε αυτόν τον ιστότοπο χρησιμοποιώντας το Safari. Η Apple δεν επιτρέπει σε άλλα προγράμματα περιήγησης να κατεβάζουν κάρτες στην εφαρμογή Wallet.

source: I understand, close this message
el: Καταλαβαίνω, κλείσε αυτό το μήνυμα

source: Your browser is too old.
el: Το πρόγραμμα περιήγησής σας είναι πολύ παλιό.

source: Sorry but your browser is too old and can't handle the cryptographic mathematic operation required to decode your QR code.
el: Λυπούμαστε, αλλά το πρόγραμμα περιήγησής σας είναι πολύ παλιό και δεν μπορεί να χειριστεί την κρυπτογραφική μαθηματική λειτουργία που απαιτείται για την αποκωδικοποίηση του κωδικού QR.

source: For iOS user, iOS 14 is required. If you have an iPhone starting iPhone6S, you need to upgrade iOS to use the app.
el: Για το χρήστη iOS, απαιτείται iOS 14. Εάν έχετε ένα iPhone που ξεκινά το iPhone6S, πρέπει να αναβαθμίσετε το iOS για να χρησιμοποιήσετε την εφαρμογή.

source: If you cannot upgrade or don't want, you can open this website on your computer and use it to generate your card.
el: Εάν δεν μπορείτε να κάνετε αναβάθμιση ή δεν θέλετε, μπορείτε να ανοίξετε αυτόν τον ιστότοπο στον υπολογιστή σας και να τον χρησιμοποιήσετε για να δημιουργήσετε την κάρτα σας.

source: An error has just been detected.
el: Μόλις εντοπίστηκε ένα σφάλμα.

source: You can help us by sending the information about this error to the development team in order to prevent it to happen again.
el: Μπορείτε να μας βοηθήσετε στέλνοντας τις πληροφορίες σχετικά με αυτό το σφάλμα στην ομάδα ανάπτυξης, προκειμένου να αποφευχθεί η επανάληψη του.

source: Feel free to check that the error information below does not contain any personal information. You can also add some context information if you wish. Thanks for your help!
el: Μη διστάσετε να ελέγξετε ότι οι παρακάτω πληροφορίες σφάλματος δεν περιέχουν προσωπικές πληροφορίες. Μπορείτε επίσης να προσθέσετε ορισμένες πληροφορίες περιβάλλοντος, εάν το επιθυμείτε. Ευχαριστώ για τη βοήθειά σου!

source: Error message
el: Μήνυμα Σφάλμα

source: <button type="button" class="ui black deny button" id="error-close">Nope</button> <button type="button" class="ui positive right labeled icon button" id="error-send"> Yep, send the error <i class="checkmark icon" aria-hidden="true"></i> </button>
el: <button type="button" class="ui black deny button" id="error-close">Nope</button> <button type="button" class="ui positive right labeled icon button" id="error-send"> Yep, στείλτε το σφάλμα <i class="checkmark icon" aria-hidden="true"></i></button>

source: Version
el: Έκδοση

source: Published on
el: Ημ. δημοσίευσης

source: August 19th 2021
el: 19 Αυγούστου 2021
